cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "bash-completion"
brew "exa"
brew "git"
brew "git-secrets"
brew "jq"
brew "mas"
brew "rsync"
brew "tree"
brew "watch"
brew "wget"
brew "awscli"

cask "alfred"
cask "clipy"
cask "appcleaner"
cask "docker"
cask "firefox"
cask "iterm2"
cask "notion"
cask "zoom"
cask "spectacle"
cask "visual-studio-code"